var Philosophies = require('../models/philosophies').Philosophies;

var newPhilosophiesPage = new Philosophies({
  "title1" : "ФИЛОСОФИЯ",
  "subtitle1" : "СОЗДАЕМ СВОЁ ВРЕМЯ\r\nИ ПРОСТРАНСТВО",
  "text2" : "Наша работа и обучение, профессиональные\r\n мероприятия и вечеринки, коллаборации,\r\n путешествия и командировки - всё слилось в один\r\n особый образ жизни.\r\n\r\nМы просто сильно любим дизайн волос.",
  "text3" : "Импровизация и профессиональные находки всей команды\r\n делают наш общий продукт шедевром. Мы верим в то, что\r\n фантазии и идеи нуждаются в реализации,\r\n без замедлений и без страха.\r\n\r\nИ для этого мы собрали команду единомышленников, смелых и трудолюбивых профессионалов.",
  "text4" : "Делая стрижку, нужно всё детально изучить, затем\r\n спроектировать, и после этого воплотить творческую идею.\r\n Мы становимся скульпторами, работая с материей волос.\r\n В момент создания мы проваливаемся\r\n в параллельный мир и так творим.",
  "title2" : "ТАК ЖИВЁМ\r\nИ ЛЮБИМ ДЕЛО\r\nСВОЕЙ ЖИЗНИ",
  "title3" : "ПРОПАГАНДИРУЕМ\r\n ТВОРЧЕСКУЮ\r\n СМЕЛОСТЬ",
  "title4" : "ПРЕВРАТИЛИ\r\n СВОЮ РАБОТУ\r\n В ИСКУССТВО",
  "title5" : "ГДЕ БРАТЬ ВДОХНОВЕНИЕ?",
  "subtitle5" : "МЫ ЧЕРПАЕМ ТВОРЧЕСКУЮ ЭНЕРГИЮ\r\nВ ОКРУЖАЮЩЕМ НАС МИРЕ\r\nИ РЕАЛИЗУЕМ ЕЁ В ДИЗАЙНЕ ВОЛОС.",
  "subtitle5_1" : "провокатор и детонатор. \r\nНет музыки — \r\nнет творчества.",
  "subtitle5_2" : "бескрайнее поле \r\nтворческих \r\nресурсов",
  "subtitle5_3" : "вечное стремление \r\nк идеальной \r\nформе",
  "subtitle5_4" : "простота \r\nи наполненность \r\nчёрно-белой \r\nклассики",
  "text5_1" : "Музыка всегда создаёт особенную атмосферу, погружает в разные настроения, пробуждает сильные эмоции. В таком состоянии легко творить. Какой образ хотите создать - такую и выбирайте музыку. А можете послушать нашу:",
  "text5_2" : "Нас вдохновляет графика в стиле “Ар-деко” художника и скульптора Романа Тыртова, его инициалы ERTE запечатлены в нашем названии. QOOB - это наше восприятие творчества великих художников. Спасибо за воодушевление Полю Сезанну и Пикассо.",
  "text5_3" : "Пропуская через себя различные формы произведений искусства, мы стремимся к построению своей собственной. Наши коллекции заражены творческим бунтарством Френка Герри, основателя деконструктивизма. Нам импонирует видение Заха Хадит, её страсть к линии и органичности. Футуризм и его жидкие формы дают почву фантазиям.",
  "text5_4" : "Колоссальное влияние на наше мировоззрение оказал Ральф Гибсон. Его минимализм, крупные планы, игра контрастов, градация серых оттенков - мощный источник вдохновения и пример для наследования.",
  "title5_1" : "Музыка",
  "title5_2" : "арт",
  "title5_3" : "архи- \r\nтектура",
  "title5_4" : "фото- \r\nграфия",
  "imageBg1" : "",
  "imageBg2" : "",
  "imageBg3" : "",
  "imageBg4" : "",
  "imageBg5" : "",
  "text6_1" : "Поэтому мастер должен не только работать руками, но и ориентироваться на свою интуицию, видение пропорций, понимание материи, текстур, умение общаться с клиентом, разгадывать его.",
  "text6_2" : "Важно обладать безукоризненным чувством стиля и фильтром качества.",
  "text6_3" : "А для того, чтобы использовать эмоциональный интеллект, нужно обладать крепким фундаментом и постоянно тренироваться.",
  "title6" : "«СРЕЗАТЕЛЕЙ» ВОЛОС\r\nВ СКОРОМ БУДУЩЕМ ЗАМЕНЯТ РОБОТЫ",
  "imageBg6" : "",
  "text7_1" : "Мы меняем отношение к профессии.\r\nРазвитое чувство стиля у студентов\r\n- цель №1 в Академии. Много\r\nвнимания мы уделяем наработке\r\nмастерства и умению подбирать\r\nформы.\r\nА самое важное приобретение\r\nнашего выпускника -\r\nего индивидуальный почерк.",
  "text7_2" : "Создаем субкультуру, в которой люди\r\nбудут вдохновлять и \r\nмотивировать друг друга.\r\nСообщество мастеров, создающих\r\nновые образы жизни для клиентов;\r\nвысококвалифицированных\r\nпрофессионалов, развивающих\r\nкультуру парикмахерского искусства.",
  "text7_3" : "Вдохновляемся работой с учениками\r\nПередавая свои знания и умения, \r\nнаработанные за 22 года практики,\r\nмы совершенствуем наши навыки.\r\nКаждый проведённый курс\r\nприносит новые открытия.",
  "title7" : "ВЛЮБЛЯТЬ В ПРОФЕССИЮ —\r\nВАЖНАЯ СОСТАВЛЯЮЩАЯ\r\nНАШЕЙ ЖИЗНИ",
  "imageBg7" : "",
  "btn8" : "Смотреть курсы",
  "title8" : "ПРОФЕССИЯ ПАРИКМАХЕР —\r\nМОЖЕТ РАСКРЫТЬ В ВАС\r\nУНИКАЛЬНЫЕ ТВОРЧЕСКИЕ\r\nВОЗМОЖНОСТИ!\r\nПРИХОДИТЕ. УЧИТЕСЬ.\r\nСОЗДАВАЙТЕ.",
  "imageBg8" : "",
  "imageBg5_1" : "",
  "imageBg5_2" : "",
  "imageBg5_3" : "",
  "imageBg5_4" : ""
});


newPhilosophiesPage.save(function (err, philosophies) {
  if (err) {
    console.error(err);
  } else {
    console.log('Done');
  }
});